Repository: yordanmadzhunkov/django_keycloak
Catalog: apps/vei_platform/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Capitalization
bg: Капитализация

source: Working hours
bg: Работни часове

source: Electricity price
bg: Цена на тока

source: Bank loan
bg: Банков заем

source: Plan name
bg: Има на плана

source: Start year
bg: Начална година

source: End year
bg: Последна година

source: Issued date
bg: Крайна дата

source: Amount
bg: Сума

source: Duration [months]
bg: Продължителност [месеци]

source: Birth date
bg: Рожденна дата

source: EGN
bg: ЕГН

source: Full name
bg: Всички имена

source: Full name using latin
bg: Всички имена на латиница

source: Birthday
bg: Рожденна дата

source: Enter numbers Only
bg: Въведете само числа

source: Show balance
bg: Покажи баланса

source: First name
bg: Собствено име

source: Last name
bg: Фамилно име

source: Text to search
bg: Текст за търсене

source: Total value of factory
bg: Обща стойност на фабриката

source: Share from factory [%]
bg: Дял от електроцентрала [%]

source: This share will be sold to investors in this platform. The amount you will recieve is this share times capitalization minus platform commision.
bg: Този дял ще бъде продаден на инвеститори в тази платформа. Сумата, която ще получите, е този дял умножена по капитализация минус комисионна за платформата.

source: Campaing end date
bg: Крайна дата на кампанията

source: Until this date investors can declare interest in this project. If enough people declare interst in this project you will be able to complete the campaing
bg: До тази дата инвеститорите могат да заявят интерес към този проект. Ако достатъчно хора заявят интерес към този проект, ще можете да завършите кампанията

source: Date
bg: Дата

source: Ducation
bg: Продължителност

source: Number of months that investors will recieve percent form the profit proportional to their share. After this period ownership will be transfered to original factory owner. A duration of 15 years is good in most cases.
bg: Броя месеци в който инвеститорите ще получават съответстващият им дял от печалбите. След изтичане на периода, цялата собственост се връща на оригинатора. 15 години е добър срок.

source: Commision [%]
bg: Комисионна [%]

source: %% commision for the platform. This commision is withholded once when the initial amout its collected and transfered to the factory originar and each time a payment to investors is carried out in the future.
bg: %% комисионна за платформата. Удържа се веднъж при първоначалното инвестиране, както и при бъдещите разплащания от елекроцентралата към инвеститорите.

source: Interest amount
bg: Размер на интереса ви

source: Amount which you want to participate in this project
bg: Сума, която искате да участвате в този проект

source: Claim interest
bg: Вашият интерес

source: Cancel campaign
bg: Анулиране на кампания

source: Finish campaign
bg: Приключете кампанията

source: Cancel
bg: Отказ

source: Save
bg: Запази

source: Your interest
bg: Вашият интерес

source: Component type
bg: Тип на компонента

source: Name
bg: Име

source: Power [kW]
bg: Мощност [кВт]

source: Count
bg: Брой

source: Document file [pdf]
bg: Документ [pdf]

source: Description
bg: Описание

source: Type energy source
bg: Вид енергоизотчник

source: Details about the factory
bg: Детайли за електроцентралата

source: Factory name
bg: Електроцентрала

source: Location
bg: Локация

source: Opened
bg: В експлоатация

source: Capacity [MW]
bg: Капацитет [MW]

source: TAX ID
bg: ДАНЪЧЕН НОМЕР

source: Legal entity owning the factory
bg: Юридическо лице собственик на електроцентралата

source: Energy source type
bg: Вид енергоизточник

source: Image
bg: Изборажение

source: Photovoltaic
bg: Фотоволтаик

source: Wind turbine
bg: Вятърна турбина

source: Hydropower
bg: Водна

source: Biomass
bg: Биомаса

source: Renewable gas
bg: Възобновяем газ

source: Bulgaria
bg: България

source: Photovoltaic Panel
bg: Фотоволтаичен панел

source: Invertor
bg: Инвертор

source: Connector
bg: Конектор

source: Other
bg: Друго

source: Bulgarian lev
bg: Българиски лев

source: Euro
bg: Евро

source: Unated States Dolar
bg: Американски Долар

source: Unverified
bg: Непроверен

source: Inactive
bg: Неактивен

source: Active
bg: Активен

source: Account of the transaction.
bg: Сметка свързана с транзакцията.

source: Fee
bg: Такса

source: Fee assosiated with the transaction.
bg: Такса асоцирана с транзакцията.

source: Tx Description
bg: Описание на транзакцията

source: A description to be included with this individual transaction
bg: Описание, което да бъде включено към индивидуалната транзакция

source: Under review
bg: В процес на ревюиране

source: Canceled
bg: Отменена

source: Completed
bg: Завършено

source: Timeout
bg: Изтекло време

source: Started
bg: Започнало

source: Expired
bg: Изтекло

source: Investor %d
bg: Инвеститор %d

source: Interested
bg: Размер на интереса ви

source: Claimed interest
bg: Вашият интерес

source: Expecting deposit
bg: Очакваме депозит

source: Campaign expired
bg: Край на кампанията

source: Unknown
bg: Неизвестен

source: File is missing.
bg: Файлът липсва.

source: Cant open file.
bg: Файлът не се отваря.

source: Please keep filesize under %s. Current filesize %s
bg: Размера на файлът трябва да е под %s. Текущият размер е %s

source: Filetype not supported.
bg: Не поддържаме този тип файлове.

source: English
bg: Английски

source: Page Not Found
bg: Страницата не е намерена

source: It looks like you found a glitch in the matrix...
bg: Изглежда, че сте намерили бъг в матрицата...

source: Back to Dashboard
bg: Обратно към таблото

source: Campaign
bg: Кампания

source: Status
bg: Статус

source: Campaign end date
bg: Край на кампанията

source: Duration
bg: Продължителност

source: months
bg: месеци

source: Total amount offered
bg: Обща предложена сума

source: lv
bg: лв

source: Total share offered
bg: Общо предложени дялове

source: Plaform commision
bg: Комисионна на платформата

source: Price per kW production capacity
bg: Цена на кВт за производствен капацитет

source: Investors
bg: Инвеститори

source: Investor
bg: Инвеститор

source: Campaings for collection investors
bg: Кампания за набиране на инвеститори

source: Share[%%]
bg: Дял[%%]

source: Campaing progress
bg: Прогрес на кампанията

source: Number of investors
bg: Брои инвестиции

source: Price per kW
bg: Цена на кВт

source: Your campaigns
bg: Вашите кампании

source: Expiry date
bg: Крайна дата

source: Progress
bg: Прогрес

source: Power installed (kW):
bg: Инсталирана мощност (кВт):

source: Operational since:
bg: В експлатация от:

source: Start
bg: Начало

source: Available
bg: Налични

source: Manager
bg: Управител

source: Sell to investors
bg: Предложи за инвестиране

source: Campaigns for collection of investors
bg: Кампания за набиране на инвеститори

source: Start date
bg: Начална дата

source: Collected so far
bg: Събрани до момента

source: Number of investments
bg: Брой инвестиции

source: Become manager
bg: Стани управител

source: Home
bg: Начална страница

source: Total amount listed
bg: Обща предложена сума

source: Total shares offered
bg: Общ предложен дял

source: Platform commision
bg: Комисионна за платформата

source: Clear
bg: Изчисти

source: My Factories
bg: Мойте електроцентрали

source: Add new
bg: Добави нова

source: Owner
bg: Собственик

source: Tax ID
bg: Данъчен номер

source: Source
bg: Източник

source: Capacity
bg: Капацитет [MW]

source: Active campaign
bg: Анулиране на кампанията

source: Successfully completed campaign for
bg: Успешно приключване на кампанията на

source: No active campagin
bg: Анулиране на кампанията

source: You need to login in order to claim interest in project
bg: Необходимо е да сте влезнали в профила си за да заявите интерес в проекта

source: Login
bg: Вход

source: Start campaign
bg: Иницирайте кампания

source: Edit factory
bg: Редактирайте електроцентралата

source: Progress so far
bg: Прогрес

source: Details for this project
bg: Детайли за проекта

source: Type
bg: Тип

source: Power [kw]
bg: Мощност [кВт]

source: Document
bg: Документ

source: Profile
bg: Профил

source: Logout
bg: Изход

source: Ready to Leave?
bg: Искате да излезете?

source: Select 'Logout' below if you are ready to end your current session.
bg: Натиснете 'Изход', ако искате да излезете от текущата сесия.

source: Dashboard
bg: Табло

source: Offers for investors
bg: Предложения за инвестиране

source: Offer your Electrical factory
bg: Предложи твоята електроцентрала

source: About us
bg: За нас

source: Factory list
bg: Списък с електроцентрали

source: Admin
bg: Админ

source: My profile
bg: Моят профил

source: Login or Register
bg: Вход или Регистрация

source: Anonymous user
bg: Анонимен потрбител

source: Settings
bg: Настойки

source: Activity Log
bg: Активностти

source: Log in/Register
bg: Вход/Регистрация

source: Our team stands openly with its faces to earn
bg: Екипът ни застава открито с лицата си, за да спечелим

source: the trust of our investors and clients.
bg: доверието на нашите инвеститори и клиенти.

source: User
bg: Потребител

source: Is staff
bg: От екипа

source: Is active
bg: Активен

source: Member since
bg: Регистриран на

source: Last Login
bg: Последно онлайн

source: Invalid from %s
bg: Невалидно от %s

source: Activating %s
bg: Активиране на %s

source: Already active account %s
bg: Сметка %s е вече активна

source: Can't activate %s
bg: Не може да активираме %s

source: You can withdraw %s
bg: Може да изтеглите %s

source: Client withdraw %s
bg: Клиента изтегли %s

source: Withdraw %s %s %s->%s
bg: Теглене %s %s %s->%s

source: Not enough money in you account
bg: Нямате достатъчно наличност по сметката

source: Invalid form
bg: Невалидна форма

source: Electrical factories from renewable sources
bg: Електрически фабрики от възобновяеми източници

source: You have successfully started a campaign to collect investors until %s
bg: Успешно стартирахте кампания за набиране на инвеститори. Кампанията изтича на %s

source: Invalid data, please try again
bg: Невалидни данни, моля опитайте отново

source: Electrical factory added
bg: Eлектроцентрала е добавена

source: Campaign is canceled
bg: Кампанията е отменена

source: Campaign is completed
bg: Кампанията е приключена

source: Not enough acumulated interest to be able to finish the campaing
bg: Няма достатъчно заявен интерес, за да приключите успешно кампанията

source: You declared interest in amount %d to %s
bg: Заявихте интерес в размер на %d в %s

source: Your interest have been canceled
bg: Вашият заявен интерес беше отменен

source: You declared interest in amount changed to %d
bg: Променихте размера на заявения интерес на %d

source: Error occured when changing the amount
bg: Възникна грешка при промяната на сумата

source: Legal entity %s created
bg: Юридическо лице %s е създадено

source: No matches for %s
bg: Не са открити съвпадание за %s

source: Added %s
bg: Добавено %s

source: Cant add %s, Its already owned by plaform
bg: Не може да добавим %s, вече го има в платформата

source: %s saved as avatar
bg: %s запазен като аватар

source: Full name set to: %s %s
bg: Вашето пълно име е: %s %s

source: Profile error
bg: Грешка в профила
